Repository: c9moser/growbook
Catalog: growbook/i18n/*.po
Languages: de

source: Strains
de: Sorten

source: 'VACUUM' successfully run on database!
de: 'VACUUM' erfolgreich auf Datenbank angewendet!

source: 'VACUUM' failed!
de: 'VACUUM' fehlgeschlagen!

source: Value '{0}' is not a boolean value!
de: Wert '{0}' is kein boolescher Wert!

source: GrowBook: New Growlog
de: GrowBook: Neuer Growlog

source: GrowBook: Edit Growlog
de: GrowBook: Bearbeite Growlog

source: Breeder
de: Züchter

source: Strain
de: Sorte

source: 'id' and 'growlog_id' not set!
de: 'id' und 'growlog_id' nicht gesetzt!

source: GrowBook: Growlog Entry
de: GrowBook: Growlog Eintrag

source: Grow started
de: Grow gestartet

source: Begin flowering
de: Beginne Blüte

source: Finished grow.
de: Beende Grow.

source: Growlog Calendar
de: Growlog Kalender

source: Time
de: Zeit

source: Entry
de: Eintrag

source: Edit Growlog
de: Bearbeite Growlog

source: Edit Growlog.
de: Bearbeite Growlog.

source: Flowering
de: Blüte

source: Start flowering.
de: Beginne Blüte.

source: Finish Growlog
de: Beende Growlog

source: New Growlog-entry.
de: Neuer Growlog Eintrag.

source: Edit selected Growlog-entry.
de: Bearbeite ausgewählten Growlog Eitnrag

source: Delete selected Growlog-entry.
de: Lösche ausgewählten Growlog Eintrag.

source: Calculate end of flowering date.
de: Berechne das Ende der Blüte Datum.

source: Refresh Grwolog.
de: Aktualisiere Growlog.

source: Created on:
de: Erstellt am:

source: Flower on:
de: Blüte am:

source: Finished on:
de: Beendet am:

source: Age:
de: Alter:

source: {0} days
de: {0} Tage

source: Flowering:
de: Blüte:

source: Do you want to set flowering date to '{0}'?
de: Willst Du das Blüte-Datum auf den '{0}' setzen?

source: Do you really want to finish that Growlog? You will no longer be able to add,remove or edit Growlog-entries!
de: Willst Du wirklich den Growlog Beenden? Du wirst nicht mehr in der Lage sein Growlog-Einträge hinzuzufügen,zu bearbeiten oder zu löschen!

source: Do you really want to delete the selected growlog entry?
de: Willst Du wirklich den ausgewählten Growlog-Eintrag löschen?

source: Do you want to delete this Growlogentry?
de: Wills du wirklich diesen Growlog-Eintrag löschen?

source: This deletes all data of Growlog '{0}'. Do you want to proceed?
de: Dies löscht die ganzen Daten des Growlogs '{0}' Willst Du fortfahren?

source: GrowBook: New Breeder
de: GrowBook: Neuer Züchter

source: GrowBook: Edit Breeder
de: Growbook: Bearbeite Züchter

source: Do you really want to delete Strain '{0}'?
de: Wills du wirklich die Sorte '{0}' löschen?

source: Attribute 'id' and 'breeder_id' not set!
de: Attribut 'id' und 'breeder_id' nicht gesetzt!

source: GrowBook: StrainChooser
de: GrowBook: Sorten Auswähler

source: Breeder Homepage
de: Züchter Homepage

source: Strain homepage
de: Sorten Homepage

source: Refresh view.
de: Aktualisiere Ansicht

source: This deletes breeder '{0}' and all corresponding strains. Do you want to proceed?
de: Dies löscht den Züchter '{0}' und alle seine Sorten. Willst Du fortfahren?

source: This deletes strain '{0}' from '{1}'. Do you want to proceed?
de: Dies löscht die Sorte '{0}' von '{1}'. Willst du fortfahren?

source: Ventilation
de: Belüftung

source: Width [m]:
de: Breite [m]:

source: Depth [m]:
de: Tiefe [m]:

source: Height [m]:
de: Höghe [m]:

source: Tube length [m]:
de: Schlauchlänge [m]:

source: Buffer:
de: Puffer:

source: Recommended capacity:
de: Empfohlene Kapazität:

source: Flowering Time
de: Blühzeit

source: Start Flowering:
de: Beginne Blüte:

source: Flowering days:
de: Blütetage:

source: Finished on:
de: Beendet am:
